Repository: miguel-osuna/Kanban-Boards
Catalog: kanban_boards/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor inicie sesión para acceder a esta página.

source: This account has been disabled.
es: Su cuenta ha sido deshabilitada.

source: Search terms
es: Términos de búsqueda

source: All selected items
es: Todos los elementos seleccionados

source: All search results
es: Todos los resultados de búsqueda

source: Privileges
es: Privilegios

source: Letters, numbers and underscores only please.
es: Solo letras, números y guiones bajos por favor.

source: Allow this user to sign in
es: Permitir a este usuario iniciar sesión

source: You are the last admin, you cannot do that.
es: Usted el el útimo administrador, no puede hacer eso.

source: User has been saved successfully.
es: El usuario se ha guardado con éxito.

source: %(users)s user(s) were scheduled to be deleted.
es: %(users)s usuario(s) fueron programados para ser eliminados.

source: No users were deleted, something went wrong
es: No se eliminó ningún usuario, algo salió mal

source: Dashboard
es: Panel

source: Users
es: Usuarios

source: Admin - Dashboard
es: Admin - Panel

source: Add a new user
es: Agregar un usuario nuevo

source: Add
es: Agregar

source: Update this user
es: Actualizar este usuario

source: Save
es: Guardar

source: Registered
es: Registrado

source: E-mail address
es: Correo electrónico

source: Cancel
es: Cancelar

source: Login activity
es: Actividad de inicio de sesión

source: Sign in count
es: Inicios de sesión

source: Current sign in date
es: Fecha de inicio de sesión actual

source: Current sign in IP address
es: Dirección IP de inicio de sesión actual

source: Previous sign in date
es: Fecha de inicio de sesión anterior

source: Previous sign in IP address
es: Dirección IP de inicio de sesión anterior

source: Admin - Users / Update
es: Admin - User / Actualizar

source: Admin - Users / List
es: Admin - Usuarios / Lista

source: No results found
es: No se han encontrado resultados

source: Try limiting or removing your search terms.
es: Intente limitar o eliminar los términos de búsqueda

source: There are no users present, you should
es: No se encuentran usuarios presented, debe

source: sign up
es: regístrate

source: Delete items
es: Eliminar elementos

source: Name
es: Nombre

source: Activity
es: Actividad

source: Last seen
es: Última vez visto

source: Admin - Users / Add
es: Admin - Usuarios / Añadir

source: What's your e-mail address?
es: ¿Cuál es su correo?

source: What's your question or issue?
es: ¿Qué pregunta o problema tiene?

source: Thank you for your message. We will contact you as soon as possible.
es: Gracias por su mensaje. Nos aseguraremos de contactarlo lo más pronto posible.

source: Contact us with your feedback or issues
es: Contáctenos con sus comentarios o problemas

source: Contact our customer service department with any questions or concerns.
es: Comuníquese con nuestro departamento de servicio al cliente si tiene alguna pregunta o inquietud.

source: Have a question?
es: ¿Tiene una pregunta?

source: The more we know, the easier it will be to help you.
es: Cuanto más sepamos, más fácil será ayudarlo.

source: Send E-mail
es: Enviar Correo

source: Productivity tool for productive people
es: Herramienta de productividad para gente productiva

source: Privacy Policy
es: Política de Privacidad

source: Terms of Service
es: Términos de Servicio

source: You do not have permission to do that.
es: No tiene permiso para hacer eso.

source: Please confirm your account!
es: ¡Por favor confirme su cuenta!

source: Username
es: Usuario

source: Email
es: Correo

source: Password
es: Contraseña

source: Username or email
es: Usuario o correo

source: Remember me?
es: ¿Recuérdame?

source: Username or Email
es: Usuario o contraseña

source: Current Password
es: Contraseña actual

source: New Password
es: Nueva Contraseña

source: Account language preference
es: Preferencia de idioma de la cuenta

source: Thank you for signing up with Tides! An email has been sent to %(email)s
es: ¡Gracias por registrarte en Tides! Un correo de confirmación fue enviado a %(email)s

source: Sorry, wrong credentials.
es: Lo siento, credenciales incorrectas.

source: You have been logged out.
es: Se ha finalizado su sesión

source: An email has been sent to %(email)s
es: Un correo ha sido enviado a %(email)s

source: Your reset token has expired or was tampered with.
es: Su token de reinicio ha caducado o fue manipulado.

source: Your password has been reset.
es: Su contraseña ha sido reiniciada.

source: Your account is already confirmed.
es: Su cuenta ya se encuentra confirmada.

source: A new confirmation email has been sent.
es: Un correo nuevo de confirmación ha sido enviado.

source: Your confirmation token has expired or was tampered with.
es: Su token de confirmación ha caducado o fue manipulado.

source: Your account has been already confirmed.
es: Su cuenta ya ha sido confirmada.

source: Your account has been confirmed.
es: Su cuenta ha sido confirmada.

source: Your credentials have been updated.
es: Tus credenciales han sido actualizadas.

source: Your locale settings have been updated.
es: Su configuración regional ha sido actualizada.

source: Reset your password
es: Reinicie su contraseña

source: We'll send you an email to reset your password.
es: Le enviaremos un correo electrónico para restablecer su contraseña.

source: Continue
es: Seguir

source: Back to login
es: Regresar

source: Sign in to access to your account
es: Inicie sesión para acceder a su cuenta

source: Sign in to continue
es: Inicie sesión para continuar

source: Sign in
es: Iniciar sesión

source: Register
es: Registrarse

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Enter a new password
es: Introduzca una contraseña nueva

source: Account settings
es: Configuración de cuenta

source: Settings
es: Configuración

source: Update email and password
es: Actualizar correo y contraseña

source: Update language
es: Actualizar idioma

source: Sign up for a new account
es: Regístrese para una cuenta nueva

source: What are you waiting for?
es: ¿Qué está esperando?

source: Sign up today
es: Regístrese hoy

source: Email address
es: Correo electrónico

source: Please check your email and confirm your account
es: Por favor revise su correo y confirme su cuenta

source: Almost there!
es: ¡Casi ahí!

source: You have not confirmed your account. Please check your inbox (and your spam folder), you should have received an email with a confirmation link.
es: No ha confirmado su cuenta. Por favor revise su bandeja de entrada (y su)carpeta de spam), debería haber recibido un correo electrónico con un enlace de confirmación.

source: Didn't get the email?
es: ¿No recibió el correo?

source: Resend Email
es: Reenviar Correo

source: Update your credentials
es: Actualice sus credenciales

source: Update your sign in information
es: Actualice su información de inicio de sesión

source: Supply your current password to make any changes.
es: Proporcione su contraseña actual para realizar cambios.

source: New password (optional)
es: Contraseña nueva (opcional)

source: Update your language settings
es: Actualice su configuración de idioma

source: Update locale settings
es: Actualice su configuración regional

source: You are not authorized to see this page.
es: Lo siento, no se encuentra autorizado para ver esta página.

source: Sorry, that page does not exist.
es: Lo siento, esa página no existe.

source: Oops, something went wrong.
es: Oops, algo salió mal.

source: Home
es: Inicio

source: Pricing
es: Precio

source: Log Out
es: Cerrar Sessión

source: Log In
es: Iniciar Sesión

source: Sign Up
es: Regístrate

source: Contact
es: Contacto

source: Search by typing, then press enter...
es: Busque escribiendo, luego presione enter...

source: First
es: Primero

source: Prev
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último
